Repository: jmssalas/opnet-django-assigment
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: es

source: EN
es: Traducción en inglés

source: ES
es: Traducción en español

source: Event Description
es: Descripción

source: Event Date
es: Fecha

source: Event Author
es: Autor

source: Event Subscription Paragraph
es: Por favor, rellene el formulario para subscribirse

source: Event Subscription Name
es: Nombre

source: Event Subscription Email
es: Email

source: Event Subscription Comment
es: Comentario

source: Event list
es: Esta es la lista de eventos publicados

source: No events are available
es: No hay eventos publicados
